Repository: correctiv/confrontiv
Catalog: confrontiv/locale/*/LC_MESSAGES/django.po
Languages: de

source: Export to CSV
de: Export nach CSV

source: Send your response
de: Senden Sie Ihre Antwort ab

source: Recipient Group
de: Empfängergruppe

source: Recipient Groups
de: Empfängergruppen

source: Recipient
de: Empfänger

source: Recipients
de: Emfpänger

source: Is sent to the recipient
de: Wird an den Empfänger geschickt

source: Appears on the inquiry page
de: Erscheint auf der Konfrontationsseite

source: Inquiry Template
de: Konfrontations-Template

source: Inquiry Templates
de: Konfrontations-Templates

source: Inquiry
de: Konfrontation

source: Inquiries
de: Konfrontationen

source: by email
de: per E-Mail

source: by fax
de: per Fax

source: Inquiry Request
de: Konfrontationsanfrage

source: Inquiry Requests
de: Konfrontationsanfragen

source: Inquiry Response
de: Antwort auf Konfrontation

source: Inquiry Responses
de: Antworten auf Konfrontation

source: Setup inquiry requests
de: Konfrontationsanfragen aufsetzen

source: Upload Recipients
de: Lade Empfänger hoch

source: Generate recipients via CSV
de: Generiere Empfänger via CSV

source: Thanks for your statement
de: Vielen Dank für Ihre Stellungnahme

source: thanks
de: danke
